export const aharawannaEpa = `ඇහැරවන්නෙපා මා නින්දෙන්
මේ හීනෙට මං හරි ආසයි
ඇහැරුනෝතින් සිහින ලොව දෙදරයි
මේ හීනෙට මං හරි ආසයි

ඇහැරවන්නෙපා මා නින්දෙන්
මේ හීනෙට මං හරි ආසයි
ඇහැරුනෝතින් සිහින ලොව දෙදරයි
මේ හීනෙට මං හරි ආසයි

මුලු වත්ත පුරා සුදු හිම වැටිලා
ඒ හිම මත ඉන්නම් මම ඉන්නම් 
මගේ දෙපා රිදෙන තුරු ඉන්නම්
මම ඉන්නම් මම ඉන්නම්
සුදු වලාකුලට වී ඉන්නම්

මුලු වත්ත පුරා සුදු හිම වැටිලා
ඒ හිම මත ඉන්නම් මම ඉන්නම් 
මගේ දෙපා රිදෙන තුරු ඉන්නම්
මම ඉන්නම් මම ඉන්නම්
සුදු වලාකුලට වී ඉන්නම්

ඇහැරවන්නෙපා මා නින්දෙන්
මේ හීනෙට මං හරි ආසයි
ඇහැරුනෝතින් සිහින ලොව දෙදරයි
මේ හීනෙට මං හරි ආසයි

ඇහැරවන්නෙපා මා නින්දෙන්
මේ හීනෙට මං හරි ආසයි
ඇහැරුනෝතින් සිහින ලොව දෙදරයි
මේ හීනෙට මං හරි ආසයි

දේදුන්න දිගේ මම දිව එන්නම්
තරු කැට අහුලන්නම් අමුණන්නම්
හිම කුමරිට මම පලඳින්නම්
පලඳින්නම් අමුණන්නම්
සඳ කැඩපත ඇය හට දෙන්නම්

දේදුන්න දිගේ මම දිව එන්නම්
තරු කැට අහුලන්නම් අමුණන්නම්
හිම කුමරිට මම පලඳින්නම්
පලඳින්නම් අමුණන්නම්
සඳ කැඩපත ඇය හට දෙන්නම්

ඇහැරවන්නෙපා මා නින්දෙන්
මේ හීනේට මං හරි ආසයි
ඇහැරුනෝතින් සිහින ලොව දෙදරයි (Manasick)
මේ හීනේට මං හරි ආසයි

මේ හීනෙට මං හරි ආසයි 
ඒ හීනෙන් ඝනාන්ධකාරයට මංපෙත පාදයි 
හෘදයංගම නින්දක වියන කළුවරමයි ආලෝ කිරණ විකාරයි 
මිදුණු මළකඳකින් ආත්මය දියවී අළුයට නිවෙන ගින්දරම පාරයි 

ඇහුවා මම මැරූ උන්ගෙන්, ඇහුණා මට මළවුන්ගෙන් 
පෙනුනා මට දැනුනා වර්ණ භේදයයි එකක් හේතුන්ගෙන් 
නිමවන්න රක්ත වර්ණයෙන් විලේ අවි (වි)පාක හොයනවා මේ උන්ඩෙන් 
දිව එන්නම් මග සලකුණු කරන් මායිම ඇඳන් දේදුන්නෙත් 

ඉරිතලා ගිය අතීතය උරහිසින් එහා පෙනයි කැඩපතකින් 
අරමුණකට බිහිවුනේ අපි පරපෝෂිත පෙළපතකින් 
අනුස්මරණයෙන් මත් වෙනනේ හිරි වැටි පපුවේ ගැහු පොපි මලකින් 
නෑ ඉගෙන ගන්නේ නැහැ තොපි මරණින් 

දැයේ ගර්භය මිනිසත්කම නම් සටනම ගබ්සාවක් 
“සිංහයින් ලවා බැවූ කොස් ඇට” පිරුළුක් මේක ප්‍රස්ථාවක්  
ලෝතලේ ළඟකට ආවත් ගිනි ගනීයි හුදෙක් උල්කාවත්  
මිදුණු හෘදසාක්ෂි එක්ක ඈතින් වෙලා ඉන්නම් වල්ගාවක්

සිතුවිලි මහා ඝෝෂාවක් උනත් ඇහෙන්නේ නෑ වෙන කාට 
මග බලාගෙන හොයනවා උඹ හුරු හැඩරුව වෙනදාට
ඇයි දෙනුවන් කැටි ගැහි වැටී, ඇස් රතු පාට 
මේ හීනෙට මං හරි ආසයි, උඹත් එනවාද

හිරි වැටුණු නහර මගේ සීතලයි යටි පතුල් මිදිලා දැන් දෙපා  
මේ හීනෙට මං හරි ඇබ්බැහියි, සමාවෙන්න පැහැරගන්න එපා 
ආලෝකය අඳුරෙන් මා පියවියකට රැගෙන යන්න එපා 
මට රවන්න එපා තැවී දෙවෙන්න එපා සොවින් තැවෙන්න එපා,
සමාවෙන්න ආයිත් මාව.`;
