export const dhole = `ගහපං මල්ලියේ
ඩෝලෙ අරන් තාලෙටා
විදින්න සිංදුව
ආලේ බැදේ ප්‍රාණේ ටා

ගහපං මල්ලියේ
ඩෝලෙ අරන් තාලෙටා
විදින්න සිංදුව
ආලේ බැදේ ප්‍රාණේ ටා

කකියන ආලේ හොයන
හිටගෙන හීන මවන
කකියන ආලය
හිටගෙන හීනය නුඹ

හිමිහිට සිංදු කියනවා
බොරුවට රවලා බලනවා

කකියන ආලේ හොයන
හිටගෙන හීන මවන
කකියන ආලය
හිටගෙන හීනය නුඹ

හිමිහිට සිංදු කියනවා
බොරුවට රවලා බලනවා
බොරුවට රවලා බලනවා

ගහපං මල්ලියේ
ඩෝලෙ අරන් තාලෙටා
විදින්න සිංදුව
ආලේ බැදේ ප්‍රාණේ ටා

ගහපං මල්ලියේ
ඩෝලෙ අරන් තාලෙටා
විදින්න සිංදුව
ආලේ බැදේ ප්‍රාණේ ටා

[Notes..]

ඉග සුග සැලෙන ලෙලෙන
යන එන ගමන බිමන
ඉග සැලෙන ලෙලෙන
යන ගමන බිමන නුඹේ

ඇස් දෙක ගිනි විසි වෙනවා
නොකියන රහස කියනවා

ඉග සුග සැලෙන ලෙලෙන
යන එන ගමන බිමන
ඉග සැලෙන ලෙලෙන
යන ගමන බිමන නුඹේ

ඇස් දෙක ගිනි විසි වෙනවා
නොකියන රහස කියනවා
නොකියන රහස කියනවා

ගහපං මල්ලියේ
ඩෝලෙ අරන් තාලෙටා
විදින්න සිංදුව
ආලේ බැදේ ප්‍රාණේ ටා

ගහපං මල්ලියේ
ඩෝලෙ අරන් තාලෙටා
විදින්න සිංදුව
ආලේ බැදේ ප්‍රාණේ ටා`;
