export const kanduluMuthuhara = `අතීතයේ ගෙලෙහි ලූ ආදරයේ මල්දම්
නුඹ ඇවිදින් කඩා දමා හේතුව මම නොදනිම්
අතීතයේ ගෙලෙහි ලූ ආදරයේ මල්දම්
නුඹ ඇවිදින් කඩා දමා හේතුව මම නොදනිම්

සිහිවන විට ඒ අප සොඳුරු අතීතේ
කඳුලක් එනවාමයි 
ඒ කඳුලින් මේ මුතුහර සැදුවේ
ඔබේ ගෙලේ ලන්නයි

කඳුලු මුතුහර පලඳවන්නම්
සඳේ මං වෙන්ව යන්නම්
කඳුලු මුතුහර පලඳවන්නම්
සඳේ මං වෙන්ව යන්නම්
කඳුලු මුතුහර පලඳවන්නම්
සඳේ මං වෙන්ව යන්නම්
කඳුලු මුතුහර පලඳවන්නම්
සඳේ මං වෙන්ව යන්නම්
කඳුලු මුතුහර

Mic Check
Manasick, Westnahira

එන්න මගෙ සදාදර ප්‍රියාවිය පලඳන්න මේ...
මාර කඳු දැවේ දාහෙ ගිනිදැල්
ගන්න මදක් අහකට ඔය කෙහෙරැල්
පතනවා තැවි දැවි නොබියැල්
නොමැකෙන ගිය සදා ගෙල වට තිව්වා ඒ කැලැල්

උබ වෙස් බැන්දා කලකදී
මග හැරුනා යථාර්තේ ඉව එක තැනකදී
උබ මැවු මතු අනාගතේ දීප්තියෙන් නිලංකාර උනා මගෙ ඇස් හැම රැයකදී
ඇතී....කල ජීවිත අහිමී තරහවෙ නුඹෙ මත්තෙම නහිමී
පලියක් වගෙ වියලෙද්දි ඇස් දෙක සැඩ මතකයෙන් අනුරාවට වහිමී 

තනි උනෙන් උඹෙ කඳුලට හුරූවග 
උහුලන් හැකි තරමට උනුවූ බව උනුවූ බව 
තවරා හුදෙක් පස්වූ පලඳින්න මා දුන් මුතූ හර

සමනල තටූ මත අප ලියු පෙම් ගී මැකිලා නම්
නුඹ මිහිරේ වෙනස් වුනේ ආදරයේ කටු ගෑ
සමනල තටූ මත අප ලියු පෙම් ගී මැකිලා නම්
නුඹ මිහිරේ වෙනස් වුනේ ආදරයේ කටු ගෑ

සිහිවන විට ඒ අප සොඳුරු අතීතේ
කඳුලක් එනවාමයි 
ඒ කඳුලින් මේ මුතුහර සැදුවේ
ඔබේ ගෙලේ ලන්නයි

කඳුලු මුතුහර පලඳවන්නම්
සඳේ මං වෙන්ව යන්නම්
කඳුලු මුතුහර පලඳවන්නම්
සඳේ මං වෙන්ව යන්නම්
කඳුලු මුතුහර පලඳවන්නම්
සඳේ මං වෙන්ව යන්නම්
කඳුලු මුතුහර පලඳවන්නම්
සඳේ මං වෙන්ව යන්නම්
කඳුලු මුතුහර
`;
