export const monaraPile = `වන බඹර රජා සිත තරහා වෙලා 
මට රවනු එපා ඉමි සිනහා සලා 
මම විහඟ කුලේ අමතකද නගේ 
මල් කැකුලු සොයා තටු සලනු මැනේ 
මම උමතු වෙලා 

මගෙ මොණර පිලේ නිල වැඩිද නගේ 
මග නතර වෙලා හැරි හැරි බැලුවේ
මගෙ මොණර පිලේ නිල වැඩිද නගේ 
මග නතර වෙලා හැරි හැරි බැලුවේ 

වන බඹර රජා සිත තරහ වෙලා
මට රවනු බලා මා සිනාසිලා 

පිල් විදහාලා මා රගනු බලා 
නුඹටත් වන මල් අමතක වෙලා 
මම විහඟ කුලේ අමතක ද නගේ 
මල් කැකුලු සොයා තටු සලනු මැනේ 

යස නාරිලතා ගත දිලිහෙන්නා 
නෙතු නීල රැගුම් රගපා පෙන්නා
යස නාරිලතා ගත දිලිහෙන්නා 
නෙතු නීල රැගුම් රගපා පෙන්නා

සුදු පේර මලේ පෙති ඉහිරිලා 
රොන උරන තුරා පෙම් ගීය ගයා 

මනමාල හැඟුම් හද සිහින මවයි 
ඉවසනු බැරිමයි ඔබ මාගෙ නොවෙයි 
මී මැස්සි වගේ වට කැරකීලා 
මට කොමල පපා යන මයෙ නෑනා 
මම උමතු වෙලා මම උමතු වෙලා`;
