export const omkaraya = `ජීවිතය එක ඕම්කාරයක
දහසක් බුදුවරු සමවත් සුවයක
සංසාර ආරන්‍යයේ සංසාර ආරන්‍යයේ
සම්බෝදියේක ඕම්කාරයක 

අනන්ග දෙවනේ හැන්දෑ දූරේ
හැගුම් පහන් පන්දම් ගිනි අවුලන
අනන්ග දෙවනේ හැන්දෑ දූරේ
හැගුම් පහන් පන්දම් ගිනි අවුලන
මදු චන්ද්‍ර උදාවයි මදු චන්ද්‍ර උදාවයි

පිඹිදෙන මියෙන හිත කමටහනේ
ඇසී නෑසෙනා හර්ද සූස්ත්‍රය
පිඹිදෙන මියෙන හිත කමටහනේ
ඇසී නෑසෙනා හර්ද සූස්ත්‍රය
විදර්ශනාවක්මයි
විදර්ශනාවක්මයි

[Chanting...]

කන්‍යයා හදගැබ අදුන් වනේ
නිහඩතාවයම තනිවම මතු වෙන
කන්‍යයා හදගැබ අදුන් වනේ
නිහඩතාවයම තනිවම මතු වෙන
ඕම්කාරයක්මයි
ඕම්කාරයක්මයි

ජීවිතයක ඕම්කාරයක
දහසක් බුදුවරු සමවත් සුවයක
සංසාර ආරන්‍යයේ සංසාර ආරන්‍යයේ
සම්බෝදියේක ඕම්කාරයක 

සංසාර ආරන්‍යයේ සංසාර ආරන්‍යයේ
සම්බෝදියේක ඕම්කාරයක

[Aalap..]`;
