export const theAwakening = `ඇහැරවන්න මා මේ නින්දෙන්
මේ හීනය මහ කළු පාටයි
ඇහැරුනෝතින් සිහින ලොව දෙදරයි
මේ හීනය මහ කළු පාටයි

ඇහැරවන්න මා මේ නින්දෙන්
මේ හීනය මහ කළු පාටයි
ඇහැරුනෝතින් සිහින ලොව දෙදරයි
මේ හීනය මහ කළු පාටයි

ඇහැරවන්න මා...

ආලෝක කිරණ පැහැරගන්න මා
මේ වනයට පිළිකුල දෙන සැරව වන්න මා
මේ හීනයෙ යථාර්ථයට බැහැරක් යන්න මා
ගමනක් යන්න මා
චරිත ඇහැරවන්න මා

උන් ඇන්දේ ලෙයින් අපේ මායිම්
අන තිබ්බෙ පෑනෙන්
සාමය වර්ගික වනයක් බිදිය දැහැනෙන්
හීනෙන් අපි(ඉ)තින් ඒ ඉද්දි බොලා දැන් ඇහැරෙන්
උන්ට ඇහි පියන් බලයක්
පල වින්දා අන්ද (ඒ) දැක්මෙන්

මවක් උරන වී දැවෙනවා
බිලිදු වී ඇඩෙනවා බෙදි පෙකෙනි වැලට
උතුරට දකුණට තොපි කඹ අදිනවා
ලේ පොලව මතුපිට හිම කැට
උන්ගේ පොලො තල යට මිදෙනවා
ඒ උල් පස් වල පිඬ අළු මරා
රලු කලු තොල් බිදෙනවා

උඹ එදිරිව මම
උන් ගන්න ආස්වාදයක්
උබේ හුස්මට නිම 'ප්‍රාස්වාසේ'
උන් ගන්න ආස්වාසයක්
ඝන මුලාවක වෙලා ගෙන
තනිකලු හීන මැව්වා විකාරයක්
ඇහුනද මේ පිටට විලාපය
නෙපිටට සාදු කාරයක්

ආලෝක කිරණ පැහැරගන්න මා
මේ වනයට පිළිකුල දෙන සැරව වන්න මා 
මේ හීනයෙ යථාර්ථයට බැහැරක් යන්න මා
ආ.. ගමනක් යන්න මා 
චරිත ඇහැරවන්න මා 

ඇහැරවන්න මා මේ නින්දෙන්
මේ හීනය මහ කළු පාටයි
(තනි කළු පාටයි)

ඇහැරුනෝතින්
(ඇහැරුනෝතින්)
සිහින ලොව දෙදරයි
(හෘද සාක්ෂි පුපුරයි)
මේ හීනය මහ කළු පාටයි
(තනි කලු පාටයි) 

Yeah, Westnahira, Charitha
ඇහැරවන්න මා`;
