export const thelakatahaGatha = `සයුරු රැල් වියරු වී ගොඩ ගලද්දී
මුහුදු ලිහිණියන් හඬනවා අනතුරක් දැනී
නුඹ තැනූ නෞකාවේ පාව යන්නෙමී
සයුරට බිලි වී රට දැය මුදාගමී
සයුර සනසා පසු රට දැය සැනසේවී

සයුර කැළඹී රළ වැල් නැගී
මුහුදු ලිහිණි ඉගිලේවී 
පිරිනිවන් වී අරහත් හිමී
දෙව් කෝපවී දෙරණ ගිල ගනී
කැළඹී රළ වැල් නැගී
මුහුදු ලිහිණි ඉගිලේවී 
පිරිනිවන් වී අරහත් හිමී
දෙව් කෝපවී දෙරණ ගිල ගනී

සයුර මැද තනිව මම අතරමං වී
මුහුදු තාරුකා අඳුරු වී කළුවරත් වැටී
නුඹ පිදූ දරු ප්‍රාණෙ රැගෙන නැව් නැගී
අඳුරට බිලි වී රට සනසමී
සයුර සනසා පසු රට දැය සැනසේවී

රළ වැල් නැගී සයුර කැලඹී
මුහුදු ලිහිණි ඉගිලේවී 
පිරිනිවන් වී අරහත් හිමී
දෙව් කෝපවී දෙරණ ගිල ගනී
කැළඹී රළ වැල් නැගී
මුහුදු ලිහිණි ඉගිලේවී 
පිරිනිවන් වී අරහත් හිමී
දෙව් කෝපවී දෙරණ ගිල ගනී

දේශයේ නාමයෙන් නැව් නැගී
සයුර සනසන්න මම යන්නෙමී
මුළු රටම අද සැනසේවී
මම කැලණිතිස්ස රජ දියණී
නමින් විහාරමහාදේවී
සොඳුරු ලක් දෙරණ රැක ගනී
සොඳුරු ලක් දෙරණ රැක ගනී

සයුර කැළඹී රළ වැල් නැගී
මුහුදු ලිහිණි ඉගිලේවී 
පිරිනිවන් වී අරහත් හිමී
දෙව් කෝපවී දෙරණ ගිල ගනී
කැළඹී රළ වැල් නැගී
මුහුදු ලිහිණි ඉගිලේවී 
පිරිනිවන් වී අරහත් හිමී
දෙව් කෝපවී දෙරණ ගිල ගනී

මගේ ගැමුණු කුමරු රජ වේවී
එළාර හා යුද වදී වී 
මුළු රටම එකමුතු වේවී 
නපුරු රජ අණට ගිනිදැල්වී
අරහත් මහා රහත් ලෙසින් 
තේලකටාහ ගාථා රැව් දේ`;