export const yogeshwari = `තවම තිලකය නළලෙයි නොතියා 
සඟවගෙන නුඹ ඉන්නවා නම්
හිසේ එක මල් රේණුවකින් වත් 
නොගැවසී නුඹ ඉන්නවා නම්

විදුලි සඳ එළි වලින් බිය වී 
සැඟවිලා නුඹ ඉන්නවා නම්
කොහේ හෝ නුඹ ඉන්නවාම බව
දන්නවා මං දන්නවා මං

දුඹුරු දෑසම කඳුළු පුරවන් 
හිස හැරුනු අත දුවනවා නම්
කැරලි කොණ්ඩය අකීකරු වී 
මගේ උරහිස හොයනවා නම්

දුඹුරු දෑසම කඳුළු පුරවන් 
හිස හැරුනු අත දුවනවා නම්
කැරලි කොණ්ඩය අකීකරු වී 
මගේ උරහිස හොයනවා නම්

අහිමි වූ දස දහසක් දෑ මැද
තවම නුඹ මඟ බලනවා නම්

Yeah, Westnahira, Manasick

මගේ ළය මතින් උඹ පලා ගියේ ගෝපුරයත් පරදා 
හඹා ආව මදහස ආයෙත් පසු හැරී නොබලා 
ගෙන පරම ළද ළා, ඇහැ සැහැසි ලලිතය 
හැර පමණක් තිලකය, 

ගියේ එන්නයි වළදා මග වැටී ඇති දෑ සමන් 
පෙති කියයි හෝඩුවා තැලී රක්තයට බිලි වී, 
කාගේ ලෙයමද තේරුවා 
කාගේද උණ්ඩය මුළු, රෑ අහසේ පිපෙනවා   
බිම වැටෙයි පරවී උඹේ,
"ගොදුර" උඹව හොයනවා 

පොලව දෙදරා පැළ වී මළවුන් දිස් උනෙත් 
උන් පොදි වී එක රොදට, ඇයි ඉඩක් හිස් උනෙත්
ගිනියම් ඉර මිරිකා සාරය ගත්තත් උඹ ලෝදියෙන් 
වැටුණු එක සෝ දියෙන් උඹගේ කොපුලයි පිච්චුනෙත්  

ඇයි කඩදාසියේ දෙවිදියෙන් ලිව්වේ කේතයක්  
තාමත් නිමකර නැති උඹ මහා මට ඛේදයක්   
තියා ගියේ ඇයි උඹ නුහුරට ලිව්ව ඡේදයක් 
කොහේ හරි ඇති උඹ හොයාගෙන නිවාඩුවක්
ඔව් නිකේතයක් 

අද දිරා පත් වී බලා ඉඳලම චිතකය
මං ඔහේ දැල්වෙන්නෙ විශ්වාසෙන් ගෙව්ව මිලකය 
මාන බැලුවා උන් දඩයමේ උඹ ඉලක්කය 
දැල්වුවා ද ඔය නළලේ තිබ්බා ද රතු තිලකය
   
මේ කාලකණ්නි පොළව දාලා 
උඹ කොහේ යන්නද
කොහේ හරි ඇති, 
මං දන්නවා

ගෝපුරය රත් පොළොව දෙදරන්
සුනු විසුනු වී බිඳී වැටුණා
ගැල්වූ පර හද කොපුල සිඹිමින්
දියවෙලා සේදිලා මැකුණා

ගෝපුරය රත් පොළොව දෙදරන්
සුනු විසුනු වී බිඳී වැටුණා
ගැල්වූ පර හද කොපුල සිඹිමින්
දියවෙලා සේදිලා මැකුණා

අහිමි වූ දස දහසක් දෑ මැද
තවම නුඹ මඟ බලනවා නම්

තවම තිලකය නලලෙහි නොතියා 
සඟවගෙන නුඹ ඉන්නවා නම්

හිසේ එක මල් රේණුවකින් වත් 
නොගැවසී නුඹ ඉන්නවා නම්

විදුලි සඳ එළි වලින් බිය වී 
සැඟවිලා නුඹ ඉන්නවා නම්
කොහේ හෝ නුඹ ඉන්නවාම බව
දන්නවා මං දන්නවා මං

විදුලි සඳ එළි වලින් බිය වී 
සැඟවිලා නුඹ ඉන්නවා නම්

විදුලි සඳ එළි වලින් බිය වී 
සැඟවිලා නුඹ ඉන්නවා නම්`;
